<!doctype html>
<html>
<head>
<?php 
	$title = "History";
	require_once "blocks/head.php";
	

?>
<link href="/css/Event Style.css" rel="stylesheet" type="text/css">

</head>

<body>
<?php require_once "blocks/header.php"?>
   <div id="Page-wrap-History">
	<div id="wrapper">
        <div id="History">
        <img src="\img\History.jpg" alt="">
        
        	<p>
            Группа была основана в 1996 году двумя одноклассниками Майком Шинодой и Брэдом Дэлсоном (которые и сейчас находятся в составе группы). Изначально она называлась SuperXero. Позже они сменили название на Xero. В её составе были Майк, Брэд, Джо, Дэйв, Роб и Марк. Несмотря на ограниченные ресурсы, ребята начали запись нескольких песен в спальне Шиноды, которая и стала первой студией группы. После отказов многих лейблов от контракта с группой, напряжения и недовольства в ней становилось всё больше.
            Понимая, что у этой группы не будет будущего, Марк покинул коллектив в поисках других проектов. Дэйву Фарреллу также пришлось оставить их, так как у его другого проекта начался тур. Xero затратила значительное время на поиски замены вокалу Марка, пока ребята не узнали об одном вокалисте, проживающем в Аризоне — Честере Беннингтоне. Через своего знакомого Джеффа Блю, вице-президента Zomba Music, музыканты позвонили Беннингтону и попросили выслать им свой вокал на демо-кассете. Беннингтон, оторвавшись от празднования своего дня рождения, записал демо-кассету и дал прослушать её ребятам по телефону.
            Его уникальный голос произвёл на группу огромное впечатление. На следующий день Честер прилетел в Лос-Анджелес. После того, как Честер согласился присоединиться к группе, она стала называться Hybrid Theory. Идея о смешивании стилей вокала дала толчок для сочинения нового материала, что помогло возродить группу. Наступили времена перемен. У ребят возникли проблемы с британской электронной группой, которая имела название Hybrid и обвиняла их в плагиате, поэтому Честер Беннингтон придумал новое название для группы — Lincoln Park, потому что он постоянно ходил в студию именно через этот парк в Санта-Монике.
            Но домен lincolnpark.com был занят.
            В английском языке фамилия Lincoln произносится как Linkin, и группа назвалась Linkin Park, получив домен linkinpark.com.
            </p>
        
        
        </div>  
    </div> 
   </div>
   
   <?php require_once "blocks/footer.php"?>
   
</body>




</html>












